{
  "peft_type": "LORA",
  "task_type": null,
  "inference_mode": true,
  "r": 4,
  "target_modules": [
    "to_q",
    "to_k",
    "to_v",
    "to_out.0"
  ],
  "lora_alpha": 4,
  "lora_dropout": 0.0,
  "fan_in_fan_out": false,
  "bias": "none",
  "modules_to_save": null,
  "init_lora_weights": true,
  "base_model_name_or_path": "stable-diffusion-v1-5/stable-diffusion-v1-5"
}